Repository: pi-module/ads
Catalog: locale/*/default.po
Languages: fa

source: Title
fa: عنوان

source: Url
fa: آدرس

source: Image 1
fa: تصویر ۱

source: Image 2
fa: تصویر ۲

source: Image 3
fa: تصویر ۳

source: Publish time
fa: تاریخ انتشار

source: Expire time
fa: تاریخ پایان

source: Status
fa: وضعیت

source: Published
fa: منتشر شده

source: Pending review
fa: در حال بررسی

source: Draft
fa: پیش نویس

source: Private
fa: خصوصی

source: Submit
fa: ارسال

source: Image
fa: تصویر

source: Category
fa: شاخه

source: Height
fa: ارتفاع

source: Width
fa: عرض

source: Ads data saved successfully.
fa: اطلاعات تبلیغ با موفقیت ذخیره شد

source: Ads for show on website front
fa: درج تبلیغ جدید برای نمایش در بخش کاربر وب سایت

source: Add a Ads for web
fa: تبلیغ جدید برای وب

source: Ads for send from website to mobile app, it send JSON array than included type and ad info, you can set 0 1 or 2 for type on module setting and on you add you can set if type is 2 show website app or use online service by set it to 1 or set 0 for off ads system on mobile. you can use this link for set on mobile app : %s
fa: تبلیغات برای ارسال به نرم افزار موبایل، این سیستم یک خروجی JSON آماده کرده و برای نرم افزار موبایل ارسال می کند. این خروجی شامل دو پارامتر نوع و اطلاعات تبلیغ است. شما میتوانید نوع ارسال را از بخش ویژگی های ماژول تغییر دهید. در انتها با استفاده از لینک زیر اطلاعات را برای نرم افزار موبایل ارسال کنید : %s

source: Add a Ads for mobile
fa: تبلیغ جدید برای موبایل

source: Category data saved successfully.
fa: اطلاعات شاخه با موفقیت ذخیره شد

source: Add a Category
fa: شاخه جدید

source: Ads
fa: تبلیغات

source: Log
fa: گزارش

source: View log
fa: گزارش نمایش

source: Click log
fa: گزارش کلیک

source: Random ads
fa: تبلیغات تصادفی

source: Select category
fa: انتخاب شاخه

source: Selected ads
fa: تبلیغ انتخاب شده

source: Select ads
fa: انتخاب تبلیغ

source: For generate ads
fa: برای ایجاد سیستم تبلیغ

source: Admin
fa: مدیریت

source: Mobile
fa: موبایل

source: Perpage
fa: تعداد در هر صفحه

source: Ads type
fa: نوع تبلیغ

source: Off - Dont show ads on mobile aplication
fa: خاموش - هیچ تبلیغی در سمت موبایل نمایش داده نشود

source: Online - Use online ads service
fa: آنلاین - استفاده از سیستم های آنلاین تبلیغ مثل گوگل ادز

source: Module - Use ads module
fa: ماژول - استفاده از ماژول تبلیغ

source: New Category
fa: شاخه جدید

source: List of active ads for web
fa: فهرست تبلیغات فعال برای وب سایت

source: ID
fa: شناسه

source: Information
fa: اطلاعات

source: Action
fa: عنلکرد

source: Edit
fa: ویرایش

source: Ads click logs
fa: گزارش کلیک بر روی تبلیغات

source: Device
fa: دستگاه

source: User
fa: کاربر

source: Ip
fa: آی پی

source: Time
fa: زمان

source: New ads for web
fa: تبلیغات جدید وب

source: New ads for mobile
fa: تبلیغات جدید موبایل

source: View
fa: نمایش

source: Click
fa: کلیک

source: List of active ads for mobile
fa: فهرست تبیلغات فعال برای نرم افزار موبایل

source: List of nonpublish ads
fa: فهرست تبلیغات منتشر نشده

source: List of expire ads
fa: فهرست تبلیغات پایان یافته

source: List of offline ads
fa: فهرست تبلیغات غیر فعال

source: Ads view logs
fa: گزارش نمایش تبلیغات
